[
    {
        "-include-ext": ["/common.json", "/common-breads.json", "/artists-breads.json"]
    },
    {
        "page-title": "On The Wave - 2nd Bachata Kizomba Festival 3-5 May 2013"
    },
    {"nemanja-jessica-p-1":"<strong>Nemanja Sonero</strong> - is one of the most versatile and famous dancers from South East Europe."},
    {"nemanja-jessica-p-2":"Since he was a kid, he studied classical as well as contemporary ballet, afro-brasilian and afro-cuban folk dance, hip hop, tango, etc&hellip;"},
    {"nemanja-jessica-p-3":"For years Sonero has been performing and promoting Afro Latin dancing and music in his country Serbia and all over EU by teaching and DJ-ing in Salsa Congresses and Festivals, as well as organizing them, and now he also dedicated him self to choreographing in theatre with contemporary and traditional atin dance, on television, TV commercials, music videos, music and dance festivals&hellip;"},
    {"nemanja-jessica-p-4":"Nemanja is also very unique in the Salsa world because he is the only non-Cuban that teaches Afro Cuban Folklore Dances: Orisha, Palo, Rumba, and many more, as well the NY style on2 and on1, kizomba, semba, tarraxa, dominican bachata, etc&hellip; At the same time he is every social dancers dream DJ with his amazing collection of old school Salsa Dura, and his dedication to all the fans on the dance floor."},
    {"nemanja-jessica-p-5":"<strong>Jessica Stserbakova</strong> - started dancing at the age 4 with Ballroom Dancing and continued for 16 years at competitive level. In adults she became the 10th in the Word Championships."},
    {"nemanja-jessica-p-6":"Her impeccable technique, precise musicality and her natural style of movements make it look so easy for the audiences."},
    {"nemanja-jessica-p-7":"Jessica is one of the great examples as an accomplished dancer, instructor and a choreographer among all the Latin Dances and Argentine Tango. She is also a certified Bailatino Instructor."},
    {"nemanja-jessica-p-8":"Jessica has been working for 10 years in Danceact, which is on of the most prestigious dance schools in Estonia."},
    {"nemanja-jessica-p-9":"Since 2012 she started working with Nemanja Sonero with whom she travels to dance festivals where she performs and teach with him Salsa, Kizomba, Semba, etc&hellip;"}
]